{"inkVersion":21,"root":[["^%Just one moment… ","#","^Jade","/#","\n","^!Thunder cracks and a door bursts open. Appearing from the shadows I see… ","#","^Narrator","/#","\n","^%Jade? ","#","^MommyClone","/#","\n","^!Outfit Change","\n","^%Um… hey… ","#","^Jade","/#","\n","^!It’s… Jade. She looks completely different. No shawl, no Victorian-era clothing, no makeup. ","#","^Narrator","/#","\n","^%I wasn’t planning to share this side of me until much later, but… I’m not as Goth as you think. ","#","^Jade","/#","\n","^%I uh… I’m a systems administrator for the IT department of a realty company. ","#","^Jade","/#","\n","^%I wear tennis shoes to work and I listen to Bruce Springsteen. I enjoy going to the hardware store and looking at storage solutions. And I… volunteer at an animal shelter in my spare time. ","#","^Jade","/#","\n","^¥I’m boring. ","#","^Jade","/#","\n","^%I’m fascinated with Victorian history and the Goth lifestyle, that much is true. It’s just… not all that I am. And I need you to know that. ","#","^Jade","/#","\n","^%Oh, I uh… ","#","^MommyClone","/#","\n","^%I, um… completely understand if you… aren’t interested. In me. Anymore. ","#","^Jade","/#","\n","^%What? ","#","^MommyClone","/#","\n","^%Am I… missing something here? ","#","^MommyClone","/#","\n","^¥I’m not a cool Goth princess. I’m boring! I own five pairs of tennis shoes! I put my hair up! Don’t you care? ","#","^Jade","/#","\n","^!She looks so nervous. ","#","^Narrator","/#","\n","^%Jade, do you really think I only like you because of all the goth stuff? That’s all cool. But the best thing about you is how passionate you are about the things you love. ","#","^MommyClone","/#","\n","^%History, art, Victorian fashion, animals, storage solutions…  it doesn’t matter what it is. You care. And that’s awesome. ","#","^MommyClone","/#","\n","^%And also, the ponytail is cute. ","#","^MommyClone","/#","\n","^%You don’t think I’m… boring? At all? ","#","^Jade","/#","\n","^%If you’re boring, then I don’t know what that makes me. ","#","^MommyClone","/#","\n","^%I spend too much time online shopping for vacuums. I get excited to mow my lawn on Saturdays. I get cranky about commercials being too loud. I’ve been thinking about making my own peanut butter. ","#","^MommyClone","/#","\n","^%Then maybe… we can be boring together. ","#","^Jade","/#","\n","^%... ","#","^MommyClone","/#","\n","^%It would never be boring if it was with you. ","#","^MommyClone","/#","\n","^!Jade suddenly closes the gap between us and pulls me into a hug. She buries her face in my shoulder. Her hair smells like lavender and rosemary. ","#","^Narrator","/#","\n","^&I was scared you wouldn’t like me. ","#","^Jade","/#","\n","^%Quite the opposite. ","#","^MommyClone","/#","\n","^!Jade pulls away for a second and looks me in the eyes. Her eyes are so dark and soulful. ","#","^Narrator","/#","\n","^&May I kiss you? ","#","^Jade","/#","\n","^%Verily, you may take upon yourself the… ","#","^MommyClone","/#","\n","^%You know what? Just kiss me. ","#","^MommyClone","/#","\n","^!She smiles slightly and leans in, giving me a gentle kiss. ","#","^Narrator","/#","\n","^!Jade pulls away and gives me an intense look. ","#","^Narrator","/#","\n","^&Do you… want to… ","#","^Jade","/#","\n","^&Be my girlfriend? ","#","^Jade","/#","\n","^%YES! ","#","^MommyClone","/#","\n","end",["done",{"#f":5,"#n":"g-0"}],null],"done",{"#f":1}],"listDefs":{}}