{"inkVersion":21,"root":[["^!After waiting in a short line to get in, we finally find ourselves in a small venue with a stage at one end and a bar at the other. Most people here are closer to Amelia’s age than mine. I suddenly feel very out of place. ","#","^Narrator","/#","\n","^!My waning youth is showing. I am suddenly aware of my mortality. When were the good years of my life? Will Amelia still love me as we both grow older? Wait, is seapunk actually a genre? ","#","^Narrator","/#","\n","^!Madi, you made it! ","#","^Boy","/#","\n","^!A younger kid runs up and high fives Madi. ","#","^Narrator","/#","\n","^!The kid runs off and Madi turns to me, shuddering. ","#","^Narrator","/#","\n","^%I get nervous when people surprise high-five me. ","#","^Madi","/#","\n","^%Me too. ","#","^MommyClone","/#","\n","^%I’m like a small animal. Loud noises and large groups of people frighten me. ","#","^Madi","/#","\n","^%Do you also enjoy curling up in a patch of sunlight to take a nap? ","#","^MommyClone","/#","\n","^$That’s my favorite thing to do. ","#","^Madi","/#","\n","^!A couple other people notice that Madi’s in the crowd and yell hey as well. ","#","^Narrator","/#","\n","^!Madi waves and hugs a couple people. ","#","^Narrator","/#","\n","^!She seems really in her element here. ","#","^Narrator","/#","\n","^!Madi turns her attention back to me. ","#","^Narrator","/#","\n","^%I am so afraid of all these people. ","#","^Madi","/#","\n","^%Let’s go grab a beer. ","#","^Madi","/#","\n","^!Madi and I line up at the bar in the back, where a couple of the older concert goers hang out. A couple more people notice Madi and tip their drinks at her. ","#","^Narrator","/#","\n","^%Seems like you’re a popular gal out here. ","#","^MommyClone","/#","\n","^%Ah yeah, I go to a lot of shows. This is a really cool spot. ","#","^Madi","/#","\n","^%But it’s times like these where I realize I can only be charming and funny for about five minutes before I run out of stuff to talk about. ","#","^Madi","/#","\n","^¥And then I become keenly aware of where my hands are. ","#","^Madi","/#","\n","^¥And that there’s no comfortable place in your mouth for your tongue to rest. ","#","^Madi","/#","\n","^¥... ","#","^Madi","/#","\n","^%... ","#","^MommyClone","/#","\n","^%Goddammit where do I put my tongue. ","#","^MommyClone","/#","\n","^^See... ","#","^Madi","/#","\n","^%Well… I’ve known you for more than five minutes, and I still think you’re sweet and funny. ","#","^Madi","/#","\n","^^Just you wait… ","#","^Madi","/#","\n","^%This… scene… seems really friendly. I don’t know why people… wouldn’t want to admit that they listen to it. ","#","^MommyClone","/#","\n","^^Ha! The concert is about to start, let’s go. ","#","^Madi","/#","\n","^!Madi and I walk over to the stage where a crowd begins to form. The band walks on stage and pick up a variety of strange instruments. Is that a harpsichord? The lead singer addresses the crowd, he has a mandolin slung behind his back. ","#","^Narrator","/#","\n","^!Hey what’s up everybody, we’re Jonathan Jones and the Speakeasy Choir. ","#","^LeadSinger","/#","\n","^!My name’s Daniel. Let’s start the show. ","#","^LeadSinger","/#","\n","^¥Oh no, these guys. ","#","^Madi","/#","\n","^%What? ","#","^MommyClone","/#","\n","^!Without time to respond, the band starts playing the most cacophonous noise I’ve ever heard. ","#","^Narrator","/#","\n","^%WHAT IS THIS? ","#","^MommyClone","/#","\n","^!Madi doesn’t say anything, she just hands me ear plugs. ","#","^Narrator","/#","\n","^%THANKS! ","#","^MommyClone","/#","\n","^!I put the ear plugs in and whatever the hell is assaulting my ears gets a lot quieter. For a band this bad, they sure do seem to be having fun. I guess that’s what really matters. ","#","^Narrator","/#","\n","^!Jesus, did the cellist just break his bow in half? I don’t get this. ","#","^Narrator","/#","\n","^!The set seems to go on forever. There’s no breaks in the songs and I think one of the band member’s jobs is specifically just to burn poetry onstage. I turn to Madi and try to start a conversation. ","#","^Narrator","/#","\n","^%SO YOU GO TO A LOT OF CONCERTS OUT HERE, HUH? ","#","^MommyClone","/#","\n","^%WHAT? ","#","^Madi","/#","\n",{"->":"CON_Choice"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"CON_Choice":[["ev","str","^Ask again","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Drop it","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["^ ",{"->":"Good"},"\n",{"#f":5}],"c-1":["^ ",{"->":"Bad"},"\n",{"#f":5}]}],{"#f":1}],"Good":["^%SO! YOU! GO! TO! A! LOT! OF! CONCERTS! OUT! HERE! HUH! ","#","^MommyClone","/#","\n","^$Haha, yeah! ","#","^Madi","/#","\n",{"->":"CHOICEMADE"},{"#f":1}],"Bad":[{"->":"CHOICEMADE"},{"#f":1}],"CHOICEMADE":["^!Madi turns back her attention to the show. ","#","^Narrator","/#","\n","^!She can’t hear me, so I just stop and try to enjoy the music. ","#","^Narrator","/#","\n","^!Okay, no. This is impossible. How long have they been playing this same song? Ten minutes? Twenty? A year? ","#","^Narrator","/#","\n","^!Eventually, EVENTUALLY, the set ends, but only after the drummer sprains his ankle during his saxophone solo. They promised it was part of the act as he was carried offstage crying. ","#","^Narrator","/#","\n","^!Madi and I both pull our earplugs out. ","#","^Narrator","/#","\n","^%Man, that was… something. ","#","^Madi","/#","\n","^%I just… have a lot of questions that I know I’ll never get the answer to. ","#","^MommyClone","/#","\n","^%Oh yeah, he sprains his ankle at every show. They were being real about that. ","#","^Madi","/#","\n","^%... ","#","^MommyClone","/#","\n","^!With the concert over, the crowd starts making their way to the exit. ","#","^Narrator","/#","\n","^%Hey, I’ll meet you outside. Gotta say bye to a couple people. ","#","^Madi","/#","\n","end",{"#f":1}],"#f":1}],"listDefs":{}}