{"inkVersion":21,"root":[["^!I’ve never seen the Coffee Fork so packed. I spot familiar faces from our last concert, sipping on caffeinated beverages of choice. A couple of people are setting up onstage. ","#","^Narrator","/#","\n","^!I beeline to the back of Coffee Fork, searching for Madi. I find her talking to, what seems like, the band organizer in a frustrated manner. ","#","^Narrator","/#","\n","^!When she sees me, she waves the band organizer away. ","#","^Narrator","/#","\n","^^Glad you can make it. ","#","^Madi","/#","\n","^@Wouldn’t miss it for the world, man. ","#","^Player","/#","\n","^@You guys need any help? ","#","^Player","/#","\n","^^The closing act is Jonathan Jones and the Speakeasy Choir… ","#","^Madi","/#","\n","^@Yikes. ","#","^Player","/#","\n","^^We need someone to fill their spot… ","#","^Madi","/#","\n","^@I’ll play! ","#","^Player","/#","\n","^!WHAT ARE YOU DOING? ","#","^Narrator","/#","\n","^@Do you have a keyboard around? ","#","^Player","/#","\n","^^Yeah, I have one right here. ","#","^Madi","/#","\n","^@Then, it’s settled. ","#","^Player","/#","\n","^!STOP TALKING. CLOSE YOUR MOUTH. ","#","^Narrator","/#","\n","^^Thank you. I owe you big time. ","#","^Madi","/#","\n","^!I return to the seating area, settling back into my seat and watching the show start. The house is packed now, with a few people even standing outside to watch. What have I gotten myself into? ","#","^Narrator","/#","\n","^!Madi takes the stage to a roar of applause from the crowd. She grabs the mic and addresses us all. ","#","^Narrator","/#","\n","^^Uh… thank you, everyone. For coming out tonight. We have a jam packed roster of amazing local talent who you might already know or maybe have seen before and would like to see again and I’m rambling now sorry. ","#","^Madi","/#","\n","^^Please welcome to the stage… ","#","^Madi","/#","\n","^^VACANT VEIL!!! ","#","^Madi","/#","\n","^!A young man with bright green hair makes his way onto the stage, hitting the crowd with a heavy, inaccessible synth bass layered under drum samples and clips from science fiction shows played in reverse. The crowd screams. ","#","^Narrator","/#","\n","^!After his set, Madi introduces the next band, the Third Waves. A group of three ladies make their way on stage, playing original punk rock songs. ","#","^Narrator","/#","\n","^!As each act leaves the stage, I get more and more nervous. ","#","^Narrator","/#","\n","^!Out of nowhere, Madi sits down next to me. ","#","^Narrator","/#","\n","^^Hey, are you doing okay? ","#","^Madi","/#","\n","^@I’m… here. ","#","^Player","/#","\n","^^Alright, just making sure. I know you’re gonna do great. ","#","^Madi","/#","\n","^!Madi squeezes my shoulder and jogs back up to the stage. ","#","^Narrator","/#","\n","^^Everybody, we’re down to the last act of the night. ","#","^Madi","/#","\n","^^Now this person, who is my friend, is making their first live stage appearance. Please welcome, Ska Revived! ","#","^Madi","/#","\n","^!Everyone cheers as I take the stage. ","#","^Narrator","/#","\n","^@Uh, hey everybody. Good to be here. Thanks for having me on. Great crowd. ","#","^Player","/#","\n","^!The crowd claps politely. I sit down at the piano. ","#","^Narrator","/#","\n","^!I work my magic and play the most mediocre piano I’ve ever heard in my life. I play a Ska song, a band I was a part of in my high school years, based on muscle memory. ","#","^Narrator","/#","\n","^!I look up at the crowd. I see a bunch of people shifting in their seats. Oh no, I’m losing them. ","#","^Narrator","/#","\n","^!Like an angel descending from heaven, Madi walks onstage, playing the guitar. We lock eyes and she gives me a reassuring smile as she effortlessly plays the chords to the song. I look out and see the crowd go wild to Madi’s appearance on stage. Everyone’s bouncing now. ","#","^Narrator","/#","\n","^!It fills me with renewed energy as we jump into the chorus. ","#","^Narrator","/#","\n","^!Madi jumps into an improvised solo that was WAY better than the one written from our guitarist in high school. ","#","^Narrator","/#","\n","^!We make it to the end of the song in one piece and the crowd goes wild. They chant Madi’s name. ","#","^Narrator","/#","\n","^@They wanna hear you play! ","#","^Player","/#","\n","^!Madi smiles. ","#","^Narrator","/#","\n","^!I excuse myself from the stage and take my seat as Madi cozies up to the microphone. ","#","^Narrator","/#","\n","^^Hey everyone. I haven’t played in front of people in a long time… but it’s cool to be back. ","#","^Madi","/#","\n","^^This goes out to a good friend… who helped me to be able to do this again. ","#","^Madi","/#","\n","^!Madi locks eyes with me. We both smile. ","#","^Narrator","/#","\n","^!Madi closes her eyes and starts playing an upbeat, intricate melody. The crowd sways to the music. ","#","^Narrator","/#","\n","^!After she finishes the song, the crowd erupts in a final cheer. She thanks everyone for coming out. ","#","^Narrator","/#","\n","^!The moment she steps offstage, she gets mobbed by people. Everyone seems to be amazed that she’s playing again. ","#","^Narrator","/#","\n","^!I wait for everyone to praise Madi, and soon enough, people funnel out of the coffee shop. ","#","^Narrator","/#","\n","^@Thanks for saving me from myself up there. ","#","^Player","/#","\n","^^All in all it ended up being pretty cute. Plus you protected us from Jonatahn Jones and the Speakeasy Choir. ","#","^Madi","/#","\n","^@Did it feel good to be on stage again? ","#","^Player","/#","\n","^^Yeah, it really did. I stopped playing after my husband died. ","#","^Madi","/#","\n","^!Madi takes a deep breath. ","#","^Narrator","/#","\n","^^Crowds make me nervous as all hell… But when I was with Richard… he lit up the room. I could follow his lead. After he passed… I was lost. Even touching a guitar hurt too much. ","#","^Madi","/#","\n","^^I guess what I’m trying to say is… life wasn’t this scary when I had someone in my corner. Someone I felt safe with… I um… hadn’t felt like that in a long time… ","#","^Madi","/#","\n","^^Until tonight. ","#","^Madi","/#","\n","^@What changed? ","#","^Player","/#","\n","^^...You. ","#","^Madi","/#","\n","^!Blood rushes to my face. ","#","^Narrator","/#","\n","^^When I saw you looking so scared on stage, you reminded me of myself. And I don’t want anyone else to have to feel that bad. ","#","^Madi","/#","\n","^^But when I got up there and started playing, for the first time in forever, I felt comfortable. Your strength gave me strength. Whether you were trying or not, you got me out of my comfort zone. So… thank you. ","#","^Madi","/#","\n","^@I’m glad I could help. You coming onstage… I didn’t think you would stick your neck out for me like that. Especially considering… all of this. ","#","^Player","/#","\n","^@That really means a lot to me. ","#","^Player","/#","\n","^^Well… you mean a lot to me. ","#","^Madi","/#","\n","^!Madi and I lock eyes. ","#","^Narrator","/#","\n","^!She leans in and kisses me, quick and soft. She pulls away and covers her mouth. ","#","^Narrator","/#","\n","^^Oh god! I’m sorry! I… uh… Sorry I can’t believe I just did that. ","#","^Madi","/#","\n","^@Neither can I, but I’m glad you did. ","#","^Player","/#","\n","^^Will you… be my girlfriend? ","#","^Madi","/#","\n","^@Yes… I think we make a pretty good team. ","#","^Player","/#","\n","end",["done",{"#f":5,"#n":"g-0"}],null],"done",{"#f":1}],"listDefs":{}}